export default {
  namespaced: true,
  state: {
    item: {
      id: null,
      album: "",
      cover: null,
      src: null,
      author: "",
      lyric: "",
    },
    index: 0,
    isPlaying: false,
    list: [
      {
        id: "",
        name: "十年的爱",
        author: "徐新军",
        album: "十年的爱（单曲）",
        cover: "https://img.1ting.com/images/special/429/s300_7c00ef40d7bcb3dd542f6d20a4891fff.jpg",
        src: "https://96.f.1ting.com/local_to_cube_202004121813/96kmp3/2020/08/13/13m_xxj/01.mp3",
        lyric: `[00:05.52]十年的爱
[00:06.49]作词：雨霖枫
[00:07.12]作曲：雨霖枫
[00:07.74]演唱：徐新军
[00:08.57]编曲：雨霖枫
[00:09.29]和声：雨霖枫
[00:09.95]混音：雨霖枫
[00:10.57]吉他：雨霖枫
[00:11.14]贝斯：雨霖枫
[00:11.70]钢琴：雨霖枫
[00:12.37]弦乐：雨霖枫
[00:13.00]鼓：雨霖枫
[00:13.58]录音：雨霖枫音乐工作室
[00:14.12]制作人：雨霖枫
[00:14.69]录音师：雨霖枫
[00:15.33]和声编写：雨霖枫
[00:15.83]和声处理：雨霖枫
[00:16.30]母带处理：雨霖枫
[00:16.83]混音工程后期：雨霖枫
[00:17.34]母带工程后期：雨霖枫
[00:18.03]发行：安雨琪枫文化传媒
[00:18.73]出品：雨世霖枫集团
[00:21.75]那是一个下雨的天
[00:25.79]你笑着对我说再见
[00:30.30]我们的爱仿佛是昨天
[00:34.59]黑了夜又轮回到白天
[00:38.88]你对我许下的那些誓言
[00:42.64]就像阳光下的雪消失不见
[00:47.47]那些所有的所有的温暖
[00:51.21]都是我自己一厢情愿
[00:55.88]十年的爱抵不过一句再见
[00:59.85]你我的今生只剩下擦肩
[01:04.14]你会不会在某一天想念
[01:08.33]想起我为你哭红的双眼
[01:13.17]十年的爱换不会一句想念
[01:17.02]为何我的心你始终看不见
[01:21.27]曾经的曾经就当不曾见面
[01:25.58]今生今世我已生无可恋
[01:39.02]你对我许下的那些誓言
[01:42.64]就像阳光下的雪消失不见
[01:47.49]那些所有的所有的温暖
[01:51.23]都是我自己一厢情愿
[01:55.90]十年的爱抵不过一句再见
[01:59.65]你我的今生只剩下擦肩
[02:03.54]你会不会在某一天想念
[02:08.38]想起我为你哭红的双眼
[02:13.24]十年的爱换不会一句想念
[02:17.01]为何我的心你始终看不见
[02:21.20]曾经的曾经就当不曾见面
[02:25.51]今生今世我已生无可恋
[02:51.82]十年的爱抵不过一句再见
[02:55.56]你我的今生只剩下擦肩
[02:59.93]你会不会在某一天想念
[03:04.12]想起我为你哭红的双眼
[03:08.80]十年的爱换不会一句想念
[03:12.81]为何我的心你始终看不见
[03:17.09]曾经的曾经就当不曾见面
[03:21.32]今生今世我已生无可恋
[03:30.52]今生今世我已生无可恋
`,
      },
      {
        id: "",
        name: "守候",
        author: "金天琪",
        album: "守候（单曲）",
        cover: "https://img.1ting.com/images/special/429/s300_03235dd7b7fd84252a28b1efcf03310a.jpg",
        src: "https://96.f.1ting.com/local_to_cube_202004121813/96kmp3/2020/08/13/13d_jtq/01.mp3",
        lyric: `《守候》
作词；金天琪
作曲；金天琪
演唱：金天琪
发行：北京安雨琪枫文化传媒
是他 用尽了一生
这是我们最初的告别
是他 永远都那么骄傲
从来不肯低下 为我遮风挡雨的头
曾经无数个黄昏 在日落后等我回家
曾经总想远游 现在好想抱你一下
你那么 洒脱
把不舍全咽下
是他 让我独自泪下
不经意间 悲痛都要流下
是他 再叫一声 老爸
夜幕下回首 我好想念你为我的守候
曾经那些艰难的岁月
一身疲惫的爸爸
曾经形影不离的人啊
现在好想抱你一下
你的模啊 我内的痛啊
是他 用尽了一生
这是我们最初的告别
我知道 你永远不会在回来
就当作 你还在
        `,
      },
      {
        id: "",
        name: "我在前世等你",
        author: "王春",
        album: "我在前世等你（单曲）",
        cover: "https://img.1ting.com/images/special/429/s300_b81fcae80ad2e47c11e04151efc3f82f.jpg",
        src: "https://96.f.1ting.com/local_to_cube_202004121813/96kmp3/2020/09/21/21e_wc/01.mp3",
        lyric: "《我在前世等你》\n" +
          "作词：王春/柴松梅\n" +
          "作曲：周同久\n" +
          "演唱：王春\n" +
          "编曲：老村长\n" +
          "监制：杜晨曦\n" +
          "和声：小雨\n" +
          "出品单位：王春音乐工作室\n" +
          "发行公司：北京安雨琪枫文化传媒有限公司\n" +
          "桃花飘落恋人依旧\n" +
          "浅浅岁月扶满爱人袖\n" +
          "十年寒窗只为共度缠绵\n" +
          "披星戴月今生化为笛\n" +
          "我愿化作天上那只蝶\n" +
          "活在心间活在你心田\n" +
          "情定三生不离也不弃\n" +
          "天上人间陪你在身边\n" +
          "我在前世许下了誓言\n" +
          "谁能在意那沉睡缠绵\n" +
          "魂牵梦绕寻找你踪迹\n" +
          "谐去誓言流淌在心间\n" +
          "我在前世等你几万年\n" +
          "换来今生与你再相见\n" +
          "风花雪月落在红尘\n" +
          "能有几人在乎我伤痕\n" +
          "我愿化作天上那只蝶\n" +
          "活在心间活在你心田\n" +
          "情定三生不离也不弃\n" +
          "天上人间陪你在身边\n" +
          "我在前世许下了誓言\n" +
          "谁能在意那沉睡缠绵\n" +
          "魂牵梦绕寻找你踪迹\n" +
          "谐去誓言流淌在心间\n" +
          "我在前世等你几万年\n" +
          "换来今生与你再相见\n" +
          "风花雪月落在红尘\n" +
          "能有几人在乎我伤痕\n" +
          "能有几人在乎我伤痕",
      },
    ]
  },
  mutations: {
    SET_INDEX(state, index) {
      state.index = index;
    },
    SET_ITEM(state, item) {
      state.item = item;
    }
    // _(state, payload) { }
  },
  getters: {
    // _: (state, getters) => { }
  },
  actions: {
    // _(context, payload) { },
    // _({state,commit,getters},payload){}
  }
}
