export default [
  {
    id: 1197386,
    song: "\n            十年的爱",
    singer: "\n            徐新军",
    album: "\n            十年的爱（单曲）",
    cover:
      "https://img.1ting.com/images/special/429/s100_7c00ef40d7bcb3dd542f6d20a4891fff.jpg",
    source:
      "https://96.f.1ting.com/local_to_cube_202004121813/96kmp3/2020/08/13/13m_xxj/01.mp3",
    lyric:
      "[00:05.52]十年的爱\n[00:06.49]作词：雨霖枫\n[00:07.12]作曲：雨霖枫\n[00:07.74]演唱：徐新军\n[00:08.57]编曲：雨霖枫\n[00:09.29]和声：雨霖枫\n[00:09.95]混音：雨霖枫\n[00:10.57]吉他：雨霖枫\n[00:11.14]贝斯：雨霖枫\n[00:11.70]钢琴：雨霖枫\n[00:12.37]弦乐：雨霖枫\n[00:13.00]鼓：雨霖枫\n[00:13.58]录音：雨霖枫音乐工作室\n[00:14.12]制作人：雨霖枫\n[00:14.69]录音师：雨霖枫\n[00:15.33]和声编写：雨霖枫\n[00:15.83]和声处理：雨霖枫\n[00:16.30]母带处理：雨霖枫\n[00:16.83]混音工程后期：雨霖枫\n[00:17.34]母带工程后期：雨霖枫\n[00:18.03]发行：安雨琪枫文化传媒\n[00:18.73]出品：雨世霖枫集团\n[00:21.75]那是一个下雨的天\n[00:25.79]你笑着对我说再见\n[00:30.30]我们的爱仿佛是昨天\n[00:34.59]黑了夜又轮回到白天\n[00:38.88]你对我许下的那些誓言\n[00:42.64]就像阳光下的雪消失不见\n[00:47.47]那些所有的所有的温暖\n[00:51.21]都是我自己一厢情愿\n[00:55.88]十年的爱抵不过一句再见\n[00:59.85]你我的今生只剩下擦肩\n[01:04.14]你会不会在某一天想念\n[01:08.33]想起我为你哭红的双眼\n[01:13.17]十年的爱换不会一句想念\n[01:17.02]为何我的心你始终看不见\n[01:21.27]曾经的曾经就当不曾见面\n[01:25.58]今生今世我已生无可恋\n[01:39.02]你对我许下的那些誓言\n[01:42.64]就像阳光下的雪消失不见\n[01:47.49]那些所有的所有的温暖\n[01:51.23]都是我自己一厢情愿\n[01:55.90]十年的爱抵不过一句再见\n[01:59.65]你我的今生只剩下擦肩\n[02:03.54]你会不会在某一天想念\n[02:08.38]想起我为你哭红的双眼\n[02:13.24]十年的爱换不会一句想念\n[02:17.01]为何我的心你始终看不见\n[02:21.20]曾经的曾经就当不曾见面\n[02:25.51]今生今世我已生无可恋\n[02:51.82]十年的爱抵不过一句再见\n[02:55.56]你我的今生只剩下擦肩\n[02:59.93]你会不会在某一天想念\n[03:04.12]想起我为你哭红的双眼\n[03:08.80]十年的爱换不会一句想念\n[03:12.81]为何我的心你始终看不见\n[03:17.09]曾经的曾经就当不曾见面\n[03:21.32]今生今世我已生无可恋\n[03:30.52]今生今世我已生无可恋",
  },
  {
    id: 1197720,
    song: "\n            心潮-崔忠华/王蓉/黄勇/魏语诺/阿敏/李凯年",
    singer: "\n            崔忠华",
    album: "\n            心潮（中国数字音乐谷主题曲）",
    cover:
      "https://img.1ting.com/images/special/429/s100_36949cd8260ebf7ee06d5a1f59ba612e.jpg",
    source:
      "https://96.f.1ting.com/local_to_cube_202004121813/96kmp3/2020/10/26/26c_czh/01.mp3",
    lyric:
      "[00:01.12]心潮（中国数字音乐谷主题曲）\n[00:01.90]演唱：崔忠华/王蓉/黄勇/魏语诺/阿敏 /李凯年\n[00:02.37]作词：马智勇\n[00:02.77]作曲：IN Production@BigPerry\n[00:03.22]编曲：IN Production@BigPerry\n[00:03.68]和声编写：IN Production@A.Min 阿敏\n[00:04.09]吉他：IN Production@修恩\n[00:04.57]录音：IN Production@A.Min 阿敏 /修恩\n[00:05.04]混音：IN Production@A.Min 阿敏 / BigPerry\n[00:05.49]母带：IN Production\n[00:05.92]发行：杭州华音悦听文化传播有限公司\n[00:06.38]\n[00:07.69]用音符把耳朵叫醒\n[00:11.05]旋律飘荡山谷飞行\n[00:14.83]黑白琴键弹出美好\n[00:18.75]就如同你的微笑\n\n[00:22.53]憧憬像不停息的潮\n[00:26.30]这舞台对我多重要\n[00:29.82]所有期待我们制造\n[00:32.42]这一刻马上来到\n\n[00:39.21]就像心里的潮\n[00:43.14]指引我们寻找\n[00:46.56]梦想留下记号\n[00:50.67]等着我们来到\n\n[00:54.03]来吧世纪的潮\n[00:58.25]带领我们奔跑\n[01:01.57]未来没有终点\n[01:04.23]让我做你的骄傲\n\n[01:09.17]就像心里的潮\n[01:13.18]指引我们寻找\n[01:16.70]梦想留下记号\n[01:20.68]等着我们来到\n\n[01:24.04]来吧世纪的潮\n[01:28.18]带领我们奔跑\n[01:31.59]未来没有终点\n[01:34.31]让我做你的骄傲\n[01:41.72]\n[01:54.82]用音符把耳朵叫醒\n[01:57.93]旋律飘荡山谷飞行\n[02:01.87]黑白琴键弹出美好\n[02:05.64]就如同你的微笑\n\n[02:09.43]憧憬像不停息的潮\n[02:13.12]这舞台对我多重要\n[02:16.62]所有期待我们制造\n[02:19.18]这一刻马上来到\n\n[02:24.18]就像心里的潮\n[02:28.15]指引我们寻找\n[02:31.68]梦想留下记号\n[02:35.68]等着我们来到\n\n[02:39.09]来吧世纪的潮\n[02:43.65]带领我们奔跑\n[02:46.53]未来没有终点\n[02:49.34]让我做你的骄傲\n\n[02:54.24]就像心里的潮\n[02:58.13]指引我们寻找\n[03:01.75]梦想留下记号\n[03:05.68]等着我们来到\n\n[03:09.06]来吧世纪的潮\n[03:13.18]带领我们奔跑\n[03:16.87]未来没有终点\n[03:19.31]让我做你的骄傲\n\n[03:24.19]就像心里的潮\n[03:28.18]指引我们寻找\n[03:31.74]梦想留下记号\n[03:35.71]等着我们来到\n\n[03:39.37]来吧世纪的潮\n[03:43.25]带领我们奔跑\n[03:46.59]未来没有终点\n[03:49.38]让我做你的骄傲",
  },
  {
    id: 1197496,
    song: "\n            如果你今晚也会想起我",
    singer: "\n            潘悦晨",
    album: "\n            如果你今晚也会想起我（单曲）",
    cover:
      "https://img.1ting.com/images/special/429/s100_9c49b49e7e266283ac7368515718eb59.jpg",
    source:
      "https://96.f.1ting.com/local_to_cube_202004121813/96kmp3/2020/08/25/25a_pyc/01.mp3",
    lyric:
      "[00:02.12]如果你今晚也会想起我\n[00:03.08]词：马智勇\n[00:03.99]曲：俞佳\n[00:04.86]唱：潘悦晨\n[00:05.75]制作人：俞佳\n[00:06.70]编曲/混音：海日泰\n[00:07.63]发行公司：杭州回声文化艺术策划有限公司\n[00:08.74]\n[00:13.91]如果今晚 今晚你也 想起我\n[00:16.64]就想我很多 很多\n[00:19.73]一次两次 最好大于 一万次\n[00:22.53]再默念我的 名字\n[00:24.89]\n[00:25.76]如果今晚 今晚你也 想起我\n[00:28.44]我也会想你 很多\n[00:31.14]一次两次 可能大于 一万次\n[00:34.21]这心动永远 记得\n[00:37.96]不自觉 又开始 嘴角上扬\n[00:40.72]脑海里 重放\n[00:43.63]机车后 贴着你 宽厚肩膀\n[00:46.35]这世界 怎么 没重量\n[00:49.36]就让爱 随我们 自由生长\n[00:52.18]迎着风 做我的阳光\n[00:55.38]伸出手 握紧手 紧紧不放\n[00:58.27]同频率 默契 拍档\n[01:01.25]可是你 不在身旁 多荒凉\n[01:04.01]我 看着 夜空 无聊 在幻想\n[01:07.15]其实慢热 学不会太hot\n[01:09.90]我想你也 明白我\n[01:12.87]有些话 是不知道 怎么说\n[01:15.65]宁愿有一点寂寞\n[01:18.81]有多想这一刻 你能在背后抱着我\n[01:21.62]轻声说爱我\n[01:24.32]如果今晚 今晚你也 想起我\n[01:26.90]就想我很多 很多\n[01:29.90]一次两次 最好大于 一万次\n[01:32.79]再默念我的 名字\n[01:35.56]如果今晚 今晚你也 想起我\n[01:38.59]我也会想你 很多\n[01:41.57]一次两次 可能大于 一万次\n[01:44.50]这心动永远 记得\n[01:49.34]\n[01:59.89]可是你 不在身旁 多荒凉\n[02:02.65]我 看着 夜空 无聊 在幻想\n[02:05.57]其实慢热 学不会太hot\n[02:08.34]我想你也 明白我\n[02:11.47]有些话 是不知道 怎么说\n[02:14.40]宁愿有一点寂寞\n[02:17.28]有多想这一刻 你能在背后抱着我\n[02:20.12]轻声说爱我\n[02:22.50]如果今晚 今晚你也 想起我\n[02:25.38]就想我很多 很多\n[02:28.40]一次两次 最好大于 一万次\n[02:31.31]再默念我的 名字\n[02:34.07]如果今晚 今晚你也 想起我\n[02:37.11]我也会想你 很多\n[02:40.07]一次两次 可能大于 一万次\n[02:42.96]这心动永远 记得\n[02:45.96]如果今晚 今晚你也 想起我\n[02:48.82]就想我很多 很多\n[02:51.71]一次两次 最好大于 一万次\n[02:54.72]再默念我的 名字\n[02:57.63]如果今晚 今晚你也 想起我\n[03:00.46]我也会想你 很多\n[03:03.43]一次两次 可能大于 一万次\n[03:06.40]这心动永远 记得\n[03:09.74]",
  },
  {
    id: 1196071,
    song: "\n            哎呀呀爱咋咋",
    singer: "\n            许贝贝",
    album: "\n            哎呀呀爱咋咋 (单曲)",
    cover:
      "https://img.1ting.com/images/special/426/s100_518ab96d7cb385923464d835e9a22d8b.jpg",
    source:
      "https://96.f.1ting.com/local_to_cube_202004121813/96kmp3/2020/01/04/04e_XU/01.mp3",
    lyric:
      "[00:00.76]哎呀呀爱咋咋\n[00:03.38]演唱：许贝贝\n[00:05.58]作词：徐森\n[00:07.70]作曲：路勇\n[00:09.49]制作人：王岩\n[00:11.35]编曲：李金龙\n[00:13.18]吉他：孙越\n[00:14.52]和声设计：海青\n[00:15.64]和声：海青\n[00:16.86]录音：彭琦\n[00:17.67]混音：王岩音乐工作室\n[00:18.23]\n[00:19.80]就这样吧强迫不想他\n[00:23.72]即使放不下心乱如麻\n[00:27.80]一个人逛街或许很潇洒\n[00:31.86]看着路灯一步步的斑马\n[00:35.88]痛了哭了走了算了吧\n[00:39.99]说着何必单恋一枝花\n[00:43.91]可深夜人静眼泪很狡猾\n[00:48.09]仿佛是一只燃烧的黄蜡\n[00:56.32]哎呀呀爱咋咋\n[01:00.28]你是不是有点傻\n[01:04.29]为何脸哭花\n[01:06.31]有点像苦瓜\n[01:08.39]不如跳舞来一首咚恰恰\n[01:12.50]哎呀呀爱咋咋\n[01:16.56]你们都说我心大\n[01:20.64]人走茶会凉\n[01:22.58]一句大空话\n[01:24.70]何必惩罚自己无法自拔\n[01:33.08]\n[01:49.15]痛了哭了走了算了吧\n[01:53.17]说着何必单恋一枝花\n[01:57.19]可深夜人静眼泪很狡猾\n[02:01.36]仿佛是一只燃烧的黄蜡\n[02:09.45]哎呀呀爱咋咋\n[02:13.47]你是不是有点傻\n[02:17.53]为何脸哭花\n[02:19.55]有点像苦瓜\n[02:21.64]不如跳舞来一首咚恰恰\n[02:25.71]哎呀呀爱咋咋\n[02:29.77]你们都说我心大\n[02:33.81]人走茶会凉\n[02:35.89]一句大空话\n[02:37.91]何必惩罚自己无法自拔\n[02:45.67]\n[02:46.13]哎呀呀爱咋咋\n[02:50.09]你是不是有点傻\n[02:54.09]为何脸哭花\n[02:56.19]有点像苦瓜\n[02:58.22]不如跳舞来一首咚恰恰\n[03:02.29]哎呀呀爱咋咋\n[03:06.30]你们都说我心大\n[03:10.43]人走茶会凉\n[03:12.46]一句大空话\n[03:14.56]何必惩罚自己无法自拔",
  },
  {
    id: 1197122,
    song: "\n            把爱喊出来",
    singer: "\n            老猫",
    album: "\n            把爱喊出来（单曲）",
    cover:
      "https://img.1ting.com/images/special/428/s100_06b947d6b7f874da04caf006911422d0.jpg",
    source:
      "https://96.f.1ting.com/local_to_cube_202004121813/96kmp3/2020/06/28/28c_lm/01.mp3",
    lyric:
      "[00:01.37]把爱喊出来\n[00:01.59]演唱：老猫  \n[00:01.75]词曲：老猫\n[00:01.92]\n[00:02.43]来来来来  你是我的菜\n[00:05.94]爱爱爱爱  难道我不帅\n[00:09.68]来来来来  哥来表个白\n[00:13.31]爱爱爱爱 把爱喊出来\n[00:22.32]\n[00:32.07]身材无敌 年龄成谜 神奇的女孩\n[00:35.74]穿衣打扮 赛过明星 时尚又酷帅\n[00:39.53]眼神迷人 长发披肩 仙女下凡来\n[00:43.32]这个女孩 这样可爱 到底乖不乖\n[00:47.00]每天每夜都梦见你  每分每秒都想着你\n[00:54.40]三生三世都不分开  三天三夜不停歇 嗨嗨嗨\n[01:03.85]你是我的仙女 请你接受我的爱\n[01:07.59]你是我的女神 我要对你来表白\n[01:11.37]来来来 来来来  来来来 来来来\n[01:14.96]我要把爱喊出来 把爱喊出来\n\n[01:18.96]你是我的仙女 请你接受我的爱\n[01:22.48]你是我的女神 我要对你来表白\n[01:26.18]来来来 来来来  来来来 来来来\n[01:29.95]我要把爱喊出来 把爱喊出来\n\n[01:34.50]来来来来  你是我的菜\n[01:37.67]爱爱爱爱  难道我不帅\n[01:41.59]来来来来  哥来表个白\n[01:45.40]爱爱爱爱 把爱喊出来\n\n[01:48.75]（说唱）\n[01:49.00]遇到心爱的女孩 \n[01:50.62]不要犹豫和徘徊\n[01:52.35]快和女神谈恋爱\n[01:54.45]把爱喊出来\n[01:56.32]遇到心爱的女孩 \n[01:58.21]她是仙女下凡来\n[02:00.23]机不可失时不再来 \n[02:02.23]把爱喊出来\n\n[02:03.90]身材无敌 年龄成谜 神奇的女孩\n[02:07.62]穿衣打扮 赛过明星 时尚又酷帅\n[02:11.34]眼神迷人 长发披肩 仙女下凡来\n[02:15.06]这个女孩 这样可爱 到底乖不乖\n[02:18.69]每天每夜都梦见你  每分每秒都想着你\n[02:26.15]三生三世都不分开  三天三夜不停歇 嗨嗨嗨\n\n[02:35.75]你是我的仙女 请你接受我的爱\n[02:39.50]你是我的女神 我要对你来表白\n[02:43.15]来来来 来来来  来来来 来来来\n[02:47.05]我要把爱喊出来 把爱喊出来\n\n[02:50.78]你是我的仙女 请你接受我的爱\n[02:54.42]你是我的女神 我要对你来表白\n[02:58.21]来来来 来来来  来来来 来来来\n[03:01.97]我要把爱喊出来 把爱喊出来\n\n[03:05.96]每天每夜都梦见你  每分每秒都想着你\n[03:12.97]三生三世都不分开  三天三夜不停歇 嗨嗨嗨\n\n[03:22.78]你是我的仙女 请你接受我的爱\n[03:26.31]你是我的女神 我要对你来表白\n[03:30.05]来来来 来来来  来来来 来来来\n[03:33.62]我要把爱喊出来 把爱喊出来\n\n\n[03:37.63]你是我的仙女 请你接受我的爱\n[03:41.32]你是我的女神 我要对你来表白\n[03:45.03]来来来 来来来  来来来 来来来\n[03:48.87]我要把爱喊出来 把爱喊出来\n\n[03:53.42]来来来来  你是我的菜\n[03:56.65]爱爱爱爱  难道我不帅\n[04:00.40]来来来来  哥来表个白\n[04:03.84]爱爱爱爱 把爱喊出来\n\n[04:07.59]制作人：老猫\n[04:08.03]编曲：何鹏\n[04:08.49]和声：王蓉&amp;范川哲\n[04:08.88]录音&amp;混音：范川哲\n[04:09.28]音乐总监：马智勇\n[04:09.71]发行公司：杭州回声文化艺术策划有限公司",
  },
  {
    id: 1197076,
    song: "\n            点歌的人（柔情版）",
    singer: "\n            刘长凯",
    album: "\n            点歌的人（柔情版）（单曲）",
    cover:
      "https://img.1ting.com/images/special/428/s100_7142bd5bf00101a16f29758a7841c6a3.jpg",
    source:
      "https://96.f.1ting.com/local_to_cube_202004121813/96kmp3/2020/06/16/16a_lck/01.mp3",
    lyric:
      "[00:01.07]点歌的人（柔情版）\n[00:02.02]\n[00:02.72]词曲：刘长凯\n[00:03.27]演唱：刘长凯\n[00:03.82]\n[00:25.06]来听一听这首歌\n[00:31.06]是一首我为你点的歌\n[00:37.08]到底酸甜苦辣还是悲欢离合\n[00:44.15]似乎全部都诉说在这\n[00:49.40]\n[00:49.89]来听一听这首歌\n[00:56.20]一首普通又特别的歌\n[01:01.21]经历的所有苦涩和所有坎坷\n[01:08.16]自己也能够苦中作乐\n[01:13.58]\n[01:13.72]黑暗后还是光明\n[01:16.93]要做回自己\n[01:19.67]就算是用尽所有的力气\n[01:25.34]\n[01:25.50]跌倒后满身泥泞\n[01:29.45]有什么关系\n[01:31.79]清澈的河流它就在附近\n[01:38.91]\n[02:02.14]来唱一唱这首歌\n[02:07.74]从中体会多彩的生活\n[02:13.11]经历的所有辛酸和所有折磨\n[02:20.27]总有一天会一散而过\n[02:25.71]\n[02:25.85]言语道不完经历\n[02:29.32]不轻言放弃\n[02:31.68]一定要倾尽所有的努力\n[02:37.20]\n[02:37.37]道路中满是荆棘\n[02:41.32]要继续前行\n[02:43.64]美好的的风景它就要来临\n[02:49.44]\n[02:49.62]黑暗后还是光明\n[02:52.84]要做回自己\n[02:55.70]就算是用尽所有的力气\n[03:01.67]\n[03:01.81]跌倒后满身泥泞\n[03:04.95]有什么关系\n[03:07.79]清澈的河流它就在附近\n[03:13.65]\n[03:13.80]言语道不完经历\n[03:17.35]不轻言放弃\n[03:19.78]一定要倾尽所有的努力\n[03:25.37]\n[03:25.57]道路中满是荆棘\n[03:29.21]要继续前行\n[03:31.67]美好的的风景它就要来临\n[03:37.54]\n[03:37.68]黑暗后还是光明\n[03:41.30]要做回自己\n[03:43.75]就算是用尽所有的力气\n[03:49.51]\n[03:49.65]跌倒后满身泥泞\n[03:53.25]有什么关系\n[03:55.80]清澈的河流它就在附近\n[04:02.83]",
  },
  {
    id: 1197311,
    song: "\n            烫梦",
    singer: "\n            刘爽",
    album: "\n            烫梦（单曲）",
    cover:
      "https://img.1ting.com/images/special/429/s100_e47b1e8ac407219a0e82b79b29935bf2.jpg",
    source:
      "https://96.f.1ting.com/local_to_cube_202004121813/96kmp3/2020/08/06/06k_ls/01.mp3",
    lyric:
      "[00:04.81]烫梦\n[00:05.94]作词：李守俊\n[00:07.16]作曲：小魏\n[00:08.28]演唱：刘爽\n[00:09.51]编曲：张镔柳/于瑞洋\n[00:10.57]和声：吴喜浩\n[00:11.35]监制：于瑞洋\n[00:12.36]录音：吴睿\n[00:13.23]混音：吴睿\n[00:27.36]不要相信 传说的命中已注定\n[00:33.56]脚掌才是 成功的开路的先锋\n[00:39.98]一路上会有寂寞 与你如影随形\n[00:45.44]沮丧时请摸摸胸口 仍滚烫的梦\n[00:52.52]你启程时 不一定会有人相送\n[00:58.95]更不可能 会有谁给你下命令\n[01:05.31]而天空也看不到鸟儿 飞过的身影\n[01:10.67]可白云会默默无声 把一切证明\n[01:16.94]坚持吧 奔跑吧 对梦的虔诚\n[01:23.36]风再刮 雨再下 终究会天晴\n[01:30.49]启程那一分钟 人生已是不同\n[01:36.10]拼搏过的人生 才不贫穷\n[01:42.13]坚持吧 飞翔吧 对梦的虔诚\n[01:48.70]山再高 水再长 爱无所不能\n[01:55.86]飞越寒秋严冬 就是柳暗花明\n[02:01.30]你会看见辉煌 把你恭迎\n[02:08.54]你启程时 不一定会有人相送\n[02:14.74]更不可能 会有谁给你下命令\n[02:21.10]而天空也看不到鸟儿 飞过的身影\n[02:26.49]可白云会默默无声 把一切证明\n[02:32.59]坚持吧 奔跑吧 对梦的虔诚\n[02:39.26]风再刮 雨再下 终究会天晴\n[02:46.26]启程那一分钟 人生已是不同\n[02:51.95]拼搏过的人生 才不贫穷\n[02:57.85]坚持吧 飞翔吧 对梦的虔诚\n[03:04.43]山再高 水再长 爱无所不能\n[03:11.62]飞越寒秋严冬 就是柳暗花明\n[03:17.16]你会看见辉煌 把你恭迎\n[03:48.33]坚持吧 奔跑吧 对梦的虔诚\n[03:55.01]风再刮 雨再下 终究会天晴\n[04:02.08]启程那一分钟 人生已是不同\n[04:07.53]拼搏过的人生 才不贫穷\n[04:13.59]坚持吧 飞翔吧 对梦的虔诚\n[04:20.31]山再高 水再长 爱无所不能\n[04:27.38]飞越寒秋严冬 就是柳暗花明\n[04:32.94]你会看见辉煌 把你恭迎\n[04:39.31]你会向着过往 鞠躬致敬",
  },
  {
    id: 1197066,
    song: "\n            优雅的刺猬",
    singer: "\n            王乃迎",
    album: "\n            优雅的刺猬（单曲）",
    cover:
      "https://img.1ting.com/images/special/428/s100_9ea0d811629bb5e8507e97b948f37fb7.jpg",
    source:
      "https://96.f.1ting.com/local_to_cube_202004121813/96kmp3/2020/06/15/15a_wny/01.mp3",
    lyric:
      "[00:04.45]优雅的刺猬\n[00:06.79]\n[00:09.48]词：马智勇\n[00:11.64]曲：俞佳\n[00:14.35]唱：王乃迎\n[00:17.05]编曲：艾宇\n[00:19.85]和声：郑文\n[00:22.60]混音：郑文\n[00:25.41]制作人：郑文\n[00:28.01]发行：杭州回声文化艺术策划有限公司\n[00:30.89]\n[00:44.04]如果沉默画面静如止水\n[00:54.68]那就不要只字片语破碎\n[01:04.45]就让寂寞慢慢开出了花蕾\n[01:15.06]我不说你也知道我是谁\n[01:24.64]角落里优雅的刺猬\n[01:29.87]点一杯记忆的口味\n[01:35.06]有刺的安全感其实很昂贵\n[01:46.62]角落里优雅的刺猬\n[01:51.18]蜷缩着爱不再给谁\n[01:56.42]原来逃避也是种自我安慰\n[02:30.71]快乐从来不会成双成对\n[02:41.34]悲伤也变不成眼角的泪\n[02:51.05]把头埋在双臂之中的堡垒\n[03:01.71]她说这情绪叫万念俱灰\n[03:11.19]角落里优雅的刺猬\n[03:16.43]点一杯记忆的口味\n[03:21.77]有刺的安全感其实很昂贵\n[03:33.21]角落里优雅的刺猬\n[03:37.82]蜷缩着爱不再给谁\n[03:43.09]原来逃避也是种自我安慰\n[03:54.65]角落里优雅的刺猬\n[03:59.19]点一杯记忆的口味\n[04:04.47]有刺的安全感其实很昂贵\n[04:15.87]角落里优雅的刺猬\n[04:20.42]蜷缩着爱不再给谁\n[04:25.74]原来逃避也是种自我安慰\n[04:38.56]生活开始又像复驶的铁轨\n[04:49.32]平行的世界不再遇见谁\n[04:59.52]",
  },
  {
    id: 1196931,
    song: "\n            追寻",
    singer: "\n            平安",
    album: "\n            追寻（单曲）",
    cover:
      "https://img.1ting.com/images/special/428/s100_b1afe820560571c8c6379bda46803d45.jpg",
    source:
      "https://96.f.1ting.com/local_to_cube_202004121813/96kmp3/2020/05/26/26a_pa/01.mp3",
    lyric:
      "追 寻\n\n\n[00:10.35]词：王俊\n\n[00:12.59]曲：积木鱼\n\n[00:14.95]演唱：平安\n\n[00:18.95]出品：中共深圳市南山区委宣传部\n\n[00:21.75]深圳市南山区文学艺术界联合会\n\n \n\n[00:47.79]这里是南方的天空\n\n[00:52.89]雁阵在头顶飞过不曾留下印痕\n\n[00:59.83]你问我为何行色匆匆？\n\n[01:03.89]用优美的飞行把云朵追寻\n\n \n\n[01:13.52]你听那南海的潮涌\n\n[01:18.77]声声呼唤让我无法无动于衷\n\n[01:25.61]梦想是托起羽翼的风\n\n[01:29.32]看我在祖国山川投下倒影\n\n \n\n[01:47.68]这里是湾区的天空\n\n[01:52.91]我带着嘱托而来掠过一路风尘\n\n[01:59.83]胸中有使命方显从容\n\n[02:03.80]因为先行者最早听到风声\n\n \n\n[02:11.92]我听到时代的提问\n\n[02:16.80]谁能在雨后的蓝天画出彩虹？\n\n[02:23.84]相信大地终将会见证\n\n[02:28.69]为初心我们不辞风雨兼程\n\n \n\n[02:37.65]用热情划破长空\n\n[02:41.01]引领这趟壮丽的远行\n\n[02:46.26]在你我的心中\n\n[02:49.67]拨动那未来的时钟\n\n \n\n[03:02.04]千里需留声\n\n[03:09.12]把故事传颂\n\n[03:15.80]穿过岁月长风\n\n[03:22.15]写下中国的笑容\n\n \n[03:29.71]千里需留声\n\n[03:36.62]把故事传颂\n\n[03:43.13]穿过岁月长风\n\n[03:49.62]写下中国的笑容\n\n\n[03:56.90]前路风不停\n\n[04:03.68]心依然虔诚\n\n[04:10.23]谁让梦落地生根\n\n[04:17.11]是奔向未来的我们\n\n\n[04:24.16]谁让梦落地生根\n\n[04:32.51]是奔向未来的我们",
  },
  {
    id: 1196826,
    song: "\n            槿绣云空",
    singer: "\n            木小槿",
    album: "\n            槿绣云空（单曲）",
    cover:
      "https://img.1ting.com/images/special/428/s100_cb8869c9faa8381ec28435ce3027e144.jpg",
    source:
      "https://96.f.1ting.com/local_to_cube_202004121813/96kmp3/2020/05/20/20a_mxj/01.mp3",
    lyric:
      "[00:01.25]槿绣云空\n[00:05.09]\n[00:05.72]作词：追云、木小槿\n[00:06.41]作曲：王老空\n[00:07.05]演唱：木小槿\n[00:07.78]\n[00:26.99]采青丝心心念念只为一人\n[00:32.93]踩青石只为再见一面\n[00:38.20]摘桃花兜兜转转又到原点\n[00:44.08]载满相思又何年？\n[00:49.07]\n[00:49.27]看灯影纷纷攘攘何人入梦\n[00:55.62]堪忍这红尘转瞬皆空\n[01:00.76]曾风采岳岳荦荦难见真容\n[01:06.79]乘飞云难觅其踪\n[01:11.71]\n[01:11.85]明月若缺 以我的轮回来填\n[01:17.28]纵然 到沧海桑田\n[01:23.00]清风若眠 用我心成全\n[01:28.85]留下这诗篇\n[01:33.95]\n[01:34.08]高山若远 以浮生韶华成联\n[01:39.90]天涯 亦不再遥远\n[01:45.42]流水若浅 用清墨来点\n[01:51.40]刻下这画卷\n[01:57.47]\n[02:20.51]从微霞星星点点幻成曦阳\n[02:26.97]从未夏恍然已成寒窗\n[02:32.42]在岁月匆匆忙忙遗失幻想\n[02:38.24]再意气丢了轻狂\n[02:42.70]\n[02:42.90]思故人袅袅婷婷恍然身侧\n[02:49.64]似孤琴无主只剩寂寞\n[02:54.98]驻桥头影影绰绰轻舟碧波\n[03:00.93]逐轻帆渐成荧惑\n[03:06.02]\n[03:06.15]勿 难舍嗟叹\n[03:11.39]何必 徒留余憾\n[03:17.26]曾经 畏难苟安\n[03:22.77]皆 成往笑谈\n[03:28.63]\n[03:28.78]明月若缺 以我的轮回来填\n[03:34.03]纵然 到沧海桑田\n[03:39.71]清风若眠 用我心成全\n[03:45.84]留下这诗篇\n[03:51.08]\n[03:51.22]高山若远 以浮生韶华成联\n[03:56.69]天涯 亦不再遥远\n[04:02.25]流水若浅 用清墨来点\n[04:08.47]刻下这画卷\n[04:17.34]",
  },
];
