export default [
  {
    id: "",
    name: "十年的爱",
    author: "徐新军",
    album: "十年的爱（单曲）",
    cover: "https://img.1ting.com/images/special/429/s300_7c00ef40d7bcb3dd542f6d20a4891fff.jpg",
    src: "https://96.f.1ting.com/local_to_cube_202004121813/96kmp3/2020/08/13/13m_xxj/01.mp3",
    lyric: `[00:05.52]十年的爱
[00:06.49]作词：雨霖枫
[00:07.12]作曲：雨霖枫
[00:07.74]演唱：徐新军
[00:08.57]编曲：雨霖枫
[00:09.29]和声：雨霖枫
[00:09.95]混音：雨霖枫
[00:10.57]吉他：雨霖枫
[00:11.14]贝斯：雨霖枫
[00:11.70]钢琴：雨霖枫
[00:12.37]弦乐：雨霖枫
[00:13.00]鼓：雨霖枫
[00:13.58]录音：雨霖枫音乐工作室
[00:14.12]制作人：雨霖枫
[00:14.69]录音师：雨霖枫
[00:15.33]和声编写：雨霖枫
[00:15.83]和声处理：雨霖枫
[00:16.30]母带处理：雨霖枫
[00:16.83]混音工程后期：雨霖枫
[00:17.34]母带工程后期：雨霖枫
[00:18.03]发行：安雨琪枫文化传媒
[00:18.73]出品：雨世霖枫集团
[00:21.75]那是一个下雨的天
[00:25.79]你笑着对我说再见
[00:30.30]我们的爱仿佛是昨天
[00:34.59]黑了夜又轮回到白天
[00:38.88]你对我许下的那些誓言
[00:42.64]就像阳光下的雪消失不见
[00:47.47]那些所有的所有的温暖
[00:51.21]都是我自己一厢情愿
[00:55.88]十年的爱抵不过一句再见
[00:59.85]你我的今生只剩下擦肩
[01:04.14]你会不会在某一天想念
[01:08.33]想起我为你哭红的双眼
[01:13.17]十年的爱换不会一句想念
[01:17.02]为何我的心你始终看不见
[01:21.27]曾经的曾经就当不曾见面
[01:25.58]今生今世我已生无可恋
[01:39.02]你对我许下的那些誓言
[01:42.64]就像阳光下的雪消失不见
[01:47.49]那些所有的所有的温暖
[01:51.23]都是我自己一厢情愿
[01:55.90]十年的爱抵不过一句再见
[01:59.65]你我的今生只剩下擦肩
[02:03.54]你会不会在某一天想念
[02:08.38]想起我为你哭红的双眼
[02:13.24]十年的爱换不会一句想念
[02:17.01]为何我的心你始终看不见
[02:21.20]曾经的曾经就当不曾见面
[02:25.51]今生今世我已生无可恋
[02:51.82]十年的爱抵不过一句再见
[02:55.56]你我的今生只剩下擦肩
[02:59.93]你会不会在某一天想念
[03:04.12]想起我为你哭红的双眼
[03:08.80]十年的爱换不会一句想念
[03:12.81]为何我的心你始终看不见
[03:17.09]曾经的曾经就当不曾见面
[03:21.32]今生今世我已生无可恋
[03:30.52]今生今世我已生无可恋
`,
  },
  {
    id: "",
    name: "心潮-崔忠华/王蓉/黄勇/魏语诺/阿敏/李凯年",
    author: "崔忠华",
    album: "心潮（中国数字音乐谷主题曲）",
    cover: "https://img.1ting.com/images/special/429/s300_36949cd8260ebf7ee06d5a1f59ba612e.jpg",
    src: "https://96.f.1ting.com/local_to_cube_202004121813/96kmp3/2020/10/26/26c_czh/01.mp3",
    lyric: "[00:01.12]心潮（中国数字音乐谷主题曲）\n" +
      "[00:01.90]演唱：崔忠华/王蓉/黄勇/魏语诺/阿敏 /李凯年\n" +
      "[00:02.37]作词：马智勇\n" +
      "[00:02.77]作曲：IN Production@BigPerry\n" +
      "[00:03.22]编曲：IN Production@BigPerry\n" +
      "[00:03.68]和声编写：IN Production@A.Min 阿敏\n" +
      "[00:04.09]吉他：IN Production@修恩\n" +
      "[00:04.57]录音：IN Production@A.Min 阿敏 /修恩\n" +
      "[00:05.04]混音：IN Production@A.Min 阿敏 / BigPerry\n" +
      "[00:05.49]母带：IN Production\n" +
      "[00:05.92]发行：杭州华音悦听文化传播有限公司\n" +
      "[00:06.38]\n" +
      "[00:07.69]用音符把耳朵叫醒\n" +
      "[00:11.05]旋律飘荡山谷飞行\n" +
      "[00:14.83]黑白琴键弹出美好\n" +
      "[00:18.75]就如同你的微笑\n" +
      "\n" +
      "[00:22.53]憧憬像不停息的潮\n" +
      "[00:26.30]这舞台对我多重要\n" +
      "[00:29.82]所有期待我们制造\n" +
      "[00:32.42]这一刻马上来到\n" +
      "\n" +
      "[00:39.21]就像心里的潮\n" +
      "[00:43.14]指引我们寻找\n" +
      "[00:46.56]梦想留下记号\n" +
      "[00:50.67]等着我们来到\n" +
      "\n" +
      "[00:54.03]来吧世纪的潮\n" +
      "[00:58.25]带领我们奔跑\n" +
      "[01:01.57]未来没有终点\n" +
      "[01:04.23]让我做你的骄傲\n" +
      "\n" +
      "[01:09.17]就像心里的潮\n" +
      "[01:13.18]指引我们寻找\n" +
      "[01:16.70]梦想留下记号\n" +
      "[01:20.68]等着我们来到\n" +
      "\n" +
      "[01:24.04]来吧世纪的潮\n" +
      "[01:28.18]带领我们奔跑\n" +
      "[01:31.59]未来没有终点\n" +
      "[01:34.31]让我做你的骄傲\n" +
      "[01:41.72]\n" +
      "[01:54.82]用音符把耳朵叫醒\n" +
      "[01:57.93]旋律飘荡山谷飞行\n" +
      "[02:01.87]黑白琴键弹出美好\n" +
      "[02:05.64]就如同你的微笑\n" +
      "\n" +
      "[02:09.43]憧憬像不停息的潮\n" +
      "[02:13.12]这舞台对我多重要\n" +
      "[02:16.62]所有期待我们制造\n" +
      "[02:19.18]这一刻马上来到\n" +
      "\n" +
      "[02:24.18]就像心里的潮\n" +
      "[02:28.15]指引我们寻找\n" +
      "[02:31.68]梦想留下记号\n" +
      "[02:35.68]等着我们来到\n" +
      "\n" +
      "[02:39.09]来吧世纪的潮\n" +
      "[02:43.65]带领我们奔跑\n" +
      "[02:46.53]未来没有终点\n" +
      "[02:49.34]让我做你的骄傲\n" +
      "\n" +
      "[02:54.24]就像心里的潮\n" +
      "[02:58.13]指引我们寻找\n" +
      "[03:01.75]梦想留下记号\n" +
      "[03:05.68]等着我们来到\n" +
      "\n" +
      "[03:09.06]来吧世纪的潮\n" +
      "[03:13.18]带领我们奔跑\n" +
      "[03:16.87]未来没有终点\n" +
      "[03:19.31]让我做你的骄傲\n" +
      "\n" +
      "[03:24.19]就像心里的潮\n" +
      "[03:28.18]指引我们寻找\n" +
      "[03:31.74]梦想留下记号\n" +
      "[03:35.71]等着我们来到\n" +
      "\n" +
      "[03:39.37]来吧世纪的潮\n" +
      "[03:43.25]带领我们奔跑\n" +
      "[03:46.59]未来没有终点\n" +
      "[03:49.38]让我做你的骄傲"
  }

]
